"NSPhotoLibraryUsageDescription" = "Potrebujeme prístup do vašej galérie, aby ste si mohli vybrať profilový obrázok.";
"NSCameraUsageDescription" = "Potrebujeme prístup k vášmu fotoaparátu, aby ste si mohli vytvoriť novú profilovú fotku.";
"NSMicrophoneUsageDescription" = "Na nahrávanie zvuku v niektorých funkciách potrebujeme mikrofón.";
"NSSpeechRecognitionUsageDescription" = "Na interakciu s aplikáciou pomocou hlasu používame rozpoznávanie hlasu.";
